{
  "title": "ORGANIC COSMOS",
  "year": "2021",
  "description": [
    "When Anna Atkins published what was considered the first book with photographic illustrations in 1843 (cameras still being in their infancy), she had managed to 'photograph' different genus of algae only through the use of chemical and sunlight. A piece of paper treated with ferric ammonium citrate and potassium ferricyanide, after being exposed to UV light and rinsed in water, will turn blue in uncovered areas. This process, known as cyanotype, allowed her to creatively 'pose' the plants and elegantly express their shape on a flat surface. Fascinated by the idea that one can capture the essences of three-dimensional objects on a two-dimensional surface without the use of a lens system, I spent an entire semester experimenting with cyanotypes.",
    "Once, when eating an orange in the cafeteria, an idea struck me: If I managed to peel the orange's skin in a single knife stroke, then I have somewhat preserved the essence of its outer spherical shape. The skin, being one swirled line tracing the contours of a sphere, can now also be flattened onto a piece of paper. The fact that I now have an integeral part of an orange that can be handled flexibly--similar to the hide of a cow--opened up a world of creative possibilities. I wanted to arrange the peels in a way that provokes the affect of the fruits that they once enclosed. In other words, to use the exterior of an object to interpret its interior.",
    "Interestingly, the chemicals from organic objects and chemicals from the cyanotype had a reaction that I did not account for. Covered parts of the paper that I expected to be white sometimes turned dark purple with a light blue glow, making the exposures more akin to an abstract painting than a photograph. Sometimes I would let the exposures sit inside a DIY UV-light chamber for unusually long, or apply a different chemical mix (e.g. Vandyke brown) just to observe what would happen and figure out the best 'settings'. Successful attempts--which you will find in this series--made up a tiny fraction of failed ones."
  ],
  "captions": [
    "Orange.",
    "Apple.",
    "Pear.",
    "Lemon.",
    "Rose.",
    "Grapes and Orange.",
    "Apple, Pomelo, Orange, Canteloupe."
  ]
}
